Repository: Alvarus/kolab-docs
Catalog: locale/*/LC_MESSAGES/client-configuration/ios.po
Languages: fr

source: Below, we provide information for how to set up the native iOS 7 apps, so they can connect to |service_name|. Instructions for other iOS versions might differ, but should be very similar.
fr: Ci-dessous, nous avons fourni une information pour savoir comment configurer les apps iOS 7, pourque ils peuvent se connecter au |service_name|. Les instructions pour d'autre versions iOS peuvent différé, mais devrait être très similaire.

source: Start the Configuration
fr: Commencez la Configuratiion

source: In order to configure your iOS device to use |service_name|, you have to open the *Settings* app and click *Mail, Contacts, Calenders* as in the screenshot below. In the next page, please click *Add Account...* and continue following the instructions below.
fr: Pourque vous puissiez configurer votre appareil iOS à utiliser |service_name|, vous devez ouvrir l'app de *Settings* et cliquez *Mail, Contacts, Calenders* comme montré dans la capture d'écran ci-dessous. Sur la prochaine page, veuillez cliquer *Add Account...* et continuez de suivre les instructions en bas.

source: After you have reached the *Add Account* screen as described in :ref:`settings-clientconfig-ios-start`, you can add an email account by clicking *Add Mail Account*.
fr: Après avoir atteint l'écran *Add Account* comme décrit dans :ref:`settings-clientconfig-ios-start`, vous pouvez ajouter un compte email en cliquant sur *Add Mail Account*.

source: In the next screen, please provide your name, your |service_name| email address and your password. If you want to add your alias addresses, come back to this screen later and tap the email address. You should see an *Add Another Email...* option. With older iOS versions, you can provide multiple email addresses separated by comma.
fr: Sur le prochain écran, veuillez fournir votre nom, votre |service_name| adresse email et votre mot de passe. Si vous désirez ajouter vos adresses d'alias, veuillez retournez ultérieurement sur cet écran et entrez l'adresse email. Vous devez voir une option *Add Another Email...*. Avec les anciennes versions d'iOS, vous pouvez rentrer des adresses email multiples séparé par une virgule.

source: Please make sure that *IMAP* is selected.
fr: Veuillez assurer que '*IMAP* est sélectionné.

source: Add |**imap_host**| as the *Host Name* and your full and primary email address as *User Name* in the *INCOMING MAIL SERVER* section.
fr: Ajoutez |**imap_host**| comme le *Host Name* et votre adresse email principale et complète comme *User Name* dans la section *INCOMING MAIL SERVER*.

source: Please provide |**smtp_host**| as *Host Name* in the *OUTGOING MAIL SERVER* section along with the same user name and password as above.
fr: Veuillez fournir |**smtp_host**| comme *Host Name* dans la section *OUTGOING MAIL SERVER* avec le même nom utilisateur et mot de passe comme ci-dessus.

source: Your |service_name| account is now set up on your iPhone or iPad.
fr: Votre |service_name| compte est désormais configurer sur votre iPone or iPad.

source: ActiveSync for Access to all Data
fr: ActiveSync pour Accès à toutes Données

source: After you have reached the *Add Account* screen as described in :ref:`settings-clientconfig-ios-start`, you can add your data from |service_name| using ActiveSync by creating an *Exchange* account. Please note that |service_name| is not actually running a Microsoft Exchange server, but a Free Software implementation of the ActiveSync protocol used by Exchange.
fr: Quand vous êtes arrivé sur l'écran *Add Account* comme décrit en :ref:`settings-clientconfig-ios-start`, vous pouvez ajouter vos données de |service_name| utilisant ActiveSync pour créer un compte *Exchange*. Veuillez noter que |service_name| n'est pas en cours d'éxécution d'un serveur Microsoft Exchange, mais une implémentation d'un Logiciel Libre du protocole ActiveSync utilisé par Exchange.

source: In the first screen, please provide your email address and password.
fr: Sur le premier écran, veuillez fournir votre adresse émail et mot de passe.

source: Then, please enter |**activesync_host**| as the *Server* like indicated in the screenshot below.
fr: Ensuite, veuillez entrer |**activesync_host**| comme le *Server* exactement comme indiqué dans la capture d'écran ci-dessous.

source: The *Domain* is optional, but might be required if you are not using one of the default domains provided by |service_name|.
fr: Le *Domain* est facultatif, mais cela sera demandé si vous n'utilisez pas l'un des domaines par défaut fournis par |service_name|.

source: In the last screen, you can define what kind of data you want to synchronize. We recommend to disable mail and instead use the instructions above (see :ref:`settings-clientconfig-ios-mail`) for mail.
fr: Sur le dernier écran, vous pouvez définir les données que vous aimerez synchroniser. Nous recommandons de déactiver mail et d'utiliser à la place les instructions ci-dessus (voyez :ref:`settings-clientconfig-ios-mail`) pour mail.

source: After successful account creation, you should select which data shall be synchronized in the webmail settings (see last screenshot).
fr: Après avoir créé votre compte avec succès, vous devez sélectionner les données qui doivent être synchronisées dans les paramètres webmail (voyez la dernière capture d'écran).

source: Note: Depending on how much data you have in your |service_name| account, it might take a couple of minutes before everything has been downloaded to your device.
fr: Notez: En fonction de la quantité de données que vous avez dans votre |service_name| compte, cela peut prendre quelques minutes avant que tout soit télécharger sur votre appareil.

source: CardDAV/CalDAV for Contacts and Calendars
fr: CardDAV/CalDAV pour Contacts et Calendriers

source: After you have reached the *Add Account* screen as described in :ref:`settings-clientconfig-ios-start`, you can sync your data from |service_name| by clicking on *Add CardDAV Account* and *Add CalDAV Account*.
fr: Après avoir atteint l'écran *Add Account* comme décrit dans :ref:`settings-clientconfig-ios-start`, vous pouvez synchroniser vos données depuis |service_name| en cliquant sur *Add CardDAV Account* et *Add CalDAV Account*.

source: For both account types, we provide the necessary configuration values below.
fr: Pour les deux types de compte, nous fournissons des valeurs de configuration nécessaires ci-dessous.

source: Username: Your full and primary |service_name| email address
fr: Nom d'Utilisateur: Votre |service_name| adresse émail principale et complète

source: Password: Your |service_name| password that belongs to your email address
fr: Mot de passe: Votre |service_name| mot de passe qui appartient à votre adresse émail

source: Description: |**service_name**|
fr: Description: |**service_

source: CardDAV Server: |**carddav_host**|
fr: Serveur CardDAV: |**carddav_host**|

source: CalDAV Server: |**caldav_host**|
fr: Serveur CalDAV : |**caldav_host**|
